INSERT INTO authors(name) VALUES ('Михаил Булгаков'), ('Федор Достоевский'), ('Александр Пушкин'), ('Александр Дюма'), 
('Эрих Мария Ремарк'),('Артур Конан Дойль'), ('Виктор Гюго'), ('Жюль Верн'), ('Эрнест Хемингуэй'), ('Агата Кристи'), 
('Марк Твен'), ('Николай Носов'), ('Максим Горький'), ('Василий Шукшин'), ('Джордж Оруэлл'), ('Рэй Брэдбери'), 
('Александр Куприн'), ('Фрэнсис Скотт Фицджеральд'), ('Оскар Уайльд'), ('Антуан де Сент-Экзюпери');



INSERT INTO books(title, cost) VALUES ('Собачье сердце. Повести', 511), ('Мастер и Маргарита', 1355), 
('Белая гвардия', 511), ('Преступление и наказание', 211), ('Идиот', 177), ('Братья Карамазовы', 468), 
('Евгений Онегин', 286), ('Дубровский', 172), ('Капитанская дочка. Повести', 318), ('Стихотворения', 418),
('Стихи детям (ил. В. Канивца)', 435), ('Три мушкетера', 193), ('Граф Монте-Кристо. Том 1', 1356),
('Граф Монте-Кристо. Том 2', 1418), ('Королева Марго', 365), ('Жизнь взаймы', 514), 
('Лучшие расследования Шерлока Холмса: Приключения Шерлока Холмса', 169), ('Затерянный мир: в адаптации', 109), 
('Знак четырех = The Sign of the Four', 119), ('Собор Парижской Богоматери', 1778), ('Человек, который смеется', 219), 
('Гаврош', 90), ('Вокруг света в восемьдесят дней. Двадцать тысяч лье под водой', 199), ('Дети капитана Гранта', 365), 
('Пятнадцатилетний капитан', 393), ('Таинственный остров', 393), ('Из пушки на Луну. Вокруг Луны', 321), 
('Прощай, оружие! По ком звонит колокол', 159), ('Почему не Эванс?', 181), ('Объявлено убийство', 159), 
('Лощина', 159), ('Эркюль Пуаро и Путаница в Гриншоре', 159), ('Рождество Эркюля Пуаро', 159), 
('Приключения Гекльберри Финна', 416), ('Приключения Тома Сойера', 324), ('Принц и нищий', 177), 
('Никогда не спорьте с идиотами!', 144), ('Приключения Незнайки и его друзей. Незнайка в Солнечном городе', 827), 
('Фантазеры', 434), ('Незнайка на Луне', 1214), ('Живая шляпа', 392), ('Сказки', 45), ('Старуха Изергиль', 75), 
('Детство', 177), ('На дне', 151), ('Полное собрание рассказов в одном томе', 10), ('Калина красная', 146), 
('1984', 206), ('Скотный двор', 196), ('451 градус по Фаренгейту', 249), ('Вино из одуванчиков', 148), 
('Марсианские хроники', 538), ('Мы – плотники незримого собора', 155), ('Белый пудель', 144), ('В Крыму', 149), 
('Гранатовый браслет. Темные аллеи', 119), ('Я за тебя умру', 538), ('Ночь нежна', 450), ('Великий Гэтсби', 450), 
('Кошмарный парнишка', 34), ('Полное собрание сочинений в одном томе', 746), ('Портрет Дориана Грея', 237), 
('Маленький принц. Планета людей', 511), ('Ночной полет. Военный летчик', 499), ('Цитадель', 149)

INSERT INTO books(id_autors, id_ganre, title, cost, rating) VALUES (1, );

