INSERT INTO authors(name) VALUES ('Михаил Булгаков'), ('Федор Достоевский'), ('Александр Пушкин'), ('Александр Дюма'), 
('Эрих Мария Ремарк'),('Артур Конан Дойль'), ('Виктор Гюго'), ('Жюль Верн'), ('Эрнест Хемингуэй'), ('Агата Кристи'), 
('Марк Твен'), ('Николай Носов'), ('Максим Горький'), ('Василий Шукшин'), ('Джордж Оруэлл'), ('Рэй Брэдбери'), 
('Александр Куприн'), ('Фрэнсис Скотт Фицджеральд'), ('Оскар Уайльд'), ('Антуан де Сент-Экзюпери');


INSERT INTO books(id_autors, id_ganre, title, cost, rating) VALUES (1, );

